/**
 * 列印相關常數
 */

export const PRINT_INFO = {
  description: {
    A: (
      <div>
        嘿！收到禮物的幸運星：）<br/>
        不知道我們是不是同頻的人，但沒關係！<br/>
        能相遇就是千萬分之一的奇蹟，<br/>
        有緣分在這裡把這份禮物送給你<br/>，
        希望它能替你的聖誕節增加一點噪音、一點笑聲、讓今年的日子更熱鬧一點！
      </div>
    ),
    B: (
      <div>
        嘿！收到禮物的幸運星：）<br/>
        也許我們只在這個聖誕節交會，<br/>
        但能把心意傳遞出去，已經是很浪漫的奇蹟了。<br/>
        我準備這份禮物的時候，<br/>
        腦中一直想著：希望收到的人能被好好對待！
      </div>
    ),
    C: (
      <div>
        嘿！收到禮物的幸運星：）<br/>
        我其實沒想太多，只是剛好看到這份禮物，<br/>
        覺得「啊，這好像會讓人開心」，就選了它。<br/>
        有時候最美的事情就是這樣隨性發生。
      </div>
    ),
  },
  giftType: {
    A: '派對 A 頻',
    B: '溫心 B 頻',
    C: '隨性 C 頻',
  }
}
